{
    "jkrowling": [
        {
            "tweet": "If sex isn’t real, there’s no same-sex attraction. If sex isn’t real, the lived reality of women globally is erased. I know and love trans people, but erasing the concept of sex removes the ability of many to meaningfully discuss their lives. It isn’t hate to speak the truth."
        },
        {
            "tweet": "Dress however you please. Call yourself whatever you like. Sleep with any consenting adult who’ll have you. Live your best life in peace and security. But force women out of their jobs for stating that sex is real?"
        },
        {
            "tweet": "‘People who menstruate.’ I’m sure there used to be a word for those people. Someone help me out. Wumben? Wimpund? Woomud?"
        },
        {
            "tweet": "I love this truly fabulous Ickabog, with its bat ears, mismatched eyes, and terrifying bloodstained teeth! On court, Wolf claimed the Facebook post in which he'd said he wanted to 'fuck up some TERFs' was just 'bravado.'"
        },
        {
            "tweet": "I respect every trans person’s right to live any way that feels authentic and comfortable to them. I’d march with you if you were discriminated against on the basis of being trans. At the same time, my life has been shaped by being female. I do not believe it’s hateful to say so."
        },
        {
            "tweet": "Many health professionals are concerned that young people struggling with their mental health are being shunted towards hormones and surgery when this may not be in their best interests."
        },
        {
            "tweet": "Many, myself included, believe we are watching a new kind of conversion therapy for young gay people, who are being set on a lifelong path of medicalisation that may result in the loss of their fertility and/or full sexual function."
        }


    ],
    "pikachu": [
        {
            "tweet": "Just...SHUT UP"
        },
        {
            "tweet": "You are...such a deception Johanne."
        },
        {
            "tweet": "I'm not disappoint. I'm mad at you. A lot."
        },
        {
            "tweet": "Please, stop tweeting. Stop writing. Stop talking. Stop."
        },
        {
            "tweet": "SHUT the f*** UP !!!"
        },
        {
            "tweet": "The sorting Hat Johanne, what was it ??! You're 'if-you-think-you're-a-Gryffindor,-you-are' bullshit, what we do whit it ?? "
        },
        {
            "tweet": "Open a book."
        }
    ]

}